{
  "1360706427861209259": {
    "TEST_MODE_ENABLED": true,
    "LANGUAGE_CODE": "de",
    "ENABLED": true,
    "MOD_LOG_CHANNEL_ID": 1369412571865813163,
    "MODERATOR_ROLE_ID": 1369676282362593310,
    "SERVER_RULES": "# Server Rules\n\n* **NSFW Content:** \nKeep all NSFW (Not Safe For Work) content strictly within designated NSFW channels.\nDo not post pornographic or overtly explicit images or media outside of these areas. \n(Explicit emojis, jokes, and stickers are generally fine in other channels).\n\n* **Real-Life Pornography:** No real-life pornography is permitted.\n\n* **Respectful Conduct & Edgy Humor:**\n    * No harassment, hate speech (as defined by attacking protected groups), or genuine bullying.\n    * *Context is key:* Edgy humor, dark jokes, and roasting are permitted and expected.\n    * However, this does not excuse targeted, malicious personal attacks or harassment, especially if the recipient is clearly not okay with it.\n    * If it stops being a \"joke\" and becomes genuine harassment, it's a rule violation.\n\n* **No Discrimination:** Discrimination based on race, gender identity, sexual orientation, religion, nationality, disability, or other protected characteristics is prohibited.\n\n* **AI-Generated Pornography:** Do not post AI-generated pornography.\n\n* **Zero Tolerance for Pedophilia:** Any form of pedophilia, including lolicon and shotacon content, is strictly forbidden and will result in an immediate ban.\n\n* **Channel Usage:** Please use channels for their intended purposes. Bot commands should primarily be used in `#bot-commands`, unless they are part of a bot-based game or event happening in another specific channel.\n\n* **Gore:** Do not post gore or graphic real-life violence.\n\n* **Suggestions:** We welcome your suggestions for the server! Please post them in the `#suggestions` channel.\n\n---\n\n**Reporting Violations:**\nIf you witness someone breaking these rules, please ping an `@Moderator` with details.\n\n---\n\n**Moderator Applications:**\nUse the bot command `/modapp apply`"
  }
}